TOKEN = '6735061686:AAEt_qvawDQ_AG0vAW3FHry-WbxJOBexVJY' # сюда токен бота
CRYPTO_TOKEN = '237480:AAO4rmkD5BICn1tYcBTeLBz4hBPY7E85503'
ADMIN_IDS = [7400808567] # айди админов
# channels
MAIN_ID = '-1002191624435' # айди главного канала
PAY_ID = '-1002158346668' # айди канала с платежами, также в него настройте уведомления с счета для ставки
pinned_link = 'http://t.me/send?start=IVEymAuZf57d' # ссылка на счет со ставки
pinned_link1 = 'http://t.me/bscasino_bot' #сыллка на бота
cef = 1.6 # коэффициент
# дизайн ставки
bet = ''' 
[✅] <b>Ваша ставка принята!</b>

<blockquote>🔑 Игрок: <b>{player_name}</b>
💸 Сумма ставки: <b>{bet_usd}$</b>
💬 Комментарий: <b>{bet_comment}</b></blockquote>
[💲] Ставка принята!
'''
# разрешеные игры, не меняйте пожалццста ведь скрипт настроен только под них ⚠️
ag_dice = ['куб чет', 'куб чёт', 'куб нечет', 'куб нечетное', 'куб нечётное', 'куб меньше', 'куб больше']
